export const channels = [
    {
        title: 'Первый канал',
        logo: 'bar',
        tvSchedule: [
            {
                time: "13:00",
                description: 'Новости (с субтитрами)'
            },
            {
                time: "14:00",
                description: 'Давай поженимся'
            },
            {
                time: "15:00",
                description: 'Другие новости'
            },
        ]
    },
    {
        title: '2x2',
        logo: 'bar',
        tvSchedule: [
            {
                time: "13:00",
                description: 'МУЛЬТ ТВ. Сезон 4, 7 серия'
            },
            {
                time: "14:00",
                description: 'ПОДОЗРИТЕЛЬНАЯ СОВА. Сезон 7, 7 серия'
            },
            {
                time: "15:00",
                description: 'БУРДАШЕВ. Сезон 1, 20 серия'
            },
        ]
    },
    {
        title: 'РБК',
        logo: 'bar',
        tvSchedule: [
            {
                time: "13:00",
                description: 'ДЕНЬ. Горючая смесь: как бороться с суррогатом на АЗС'
            },
            {
                time: "14:00",
                description: 'ДЕНЬ. Главные темы'
            },
            {
                time: "15:00",
                description: 'Главные новости'
            },
        ]
    },
    {
        title: 'AMEDIA PREMIUM',
        logo: 'bar',
        tvSchedule: [
            {
                time: "13:00",
                description: 'Клиент всегда мертв'
            },
            {
                time: "14:00",
                description: 'Голодные игры: Сойка-пересмешница. Часть I'
            },
            {
                time: "15:00",
                description: 'Секс в большом городе'
            },
        ]
    },
]

export const movies = [
    {
        title: 'Мульт в кино. Выпуск №103. Некогда грустить!',
        cover: 'https://cdn.discordapp.com/attachments/673034006878617604/687662632035287073/htc-kot.png',
        description: ''
    },
    {
        title: 'Новый Бэтмен',
        cover: 'https://cdn.discordapp.com/attachments/673034006878617604/687662626032844831/htc-batman.png',
        description: ''
    },
    {
        title: 'Однажды... в Голливуде',
        cover: 'https://cdn.discordapp.com/attachments/673034006878617604/687662629862506520/htc-hollywood.png',
        description: 'Фильм повествует о череде событий, произошедших в Голливуде в 1969 году, на закате его «золотого века». Известный актер Рик Далтон и его дублер Клифф Бут пытаются найти свое место в стремительно меняющемся мире киноиндустрии.'
    },
    {
        title: 'Стриптизёрши',
        cover: 'https://cdn.discordapp.com/attachments/673034006878617604/687662627840720912/htc-girl.png',
        description: ''
    },
]

export const genres = [
    {
        title: 'Комедии',
        logo: '😁',
        gradient: 'linear-gradient(136.27deg, #F2C94C 8.44%, #F29A4A 91.36%)'
    },
    {
        title: 'Драмы',
        logo: '😭',
        gradient: 'linear-gradient(136.27deg, #F2994A 8.44%, #EB5757 91.36%)'
    },
    {
        title: 'Фантастика',
        logo: '👽',
        gradient: 'linear-gradient(136.27deg, #56CCF2 8.44%, #2F80ED 91.36%)'
    },
    {
        title: 'Ужасы',
        logo: '👻',
        gradient: 'linear-gradient(136.27deg, #828282 8.44%, #333333 91.36%)'
    },
]